Repository: wp-plugins/cue
Catalog: languages/cue-*.po
Languages: pt_br

source: Add Tracks
pt_br: Adicionar Faixas

source: Add from URL
pt_br: Adicionar de URL

source: Image Files
pt_br: Arquivos de Imagem

source: Choose an Image
pt_br: Escolha uma Imagem

source: Update Image
pt_br: Atualizar a Imagem

source: Audio Files
pt_br: Arquivos de Áudio

source: Choose an Audio File
pt_br: Escolha um Arquivo de Áudio

source: Update Audio
pt_br: Atualizar Áudio

source: Choose Tracks
pt_br: Escolha as Faixas

source: Tracks
pt_br: Faixas

source: Add tracks to the playlist, then drag and drop to reorder them. Click the arrow on the right of each item to reveal more configuration options.
pt_br: Adicione faixas à playlist, então arraste e solte para reordenar. Clique na seta à direita de cada item para revelar mais opções de configuração.

source: Choose which players should use this playlist:
pt_br: Escolha qual player deve usar esta playlist:

source: Copy and paste the following shortcode into a post or page to embed this playlist.
pt_br: Copie e cole o seguinte shortcode no post ou página bata incorporar esta playlist.

source: Playlist updated.
pt_br: Playlist atualizada.

source: Custom field updated.
pt_br: O campo personalizado foi atualizado.

source: Custom field deleted.
pt_br: O campo personalizado foi excluído.

source: Playlist restored to revision from %s
pt_br: Playlist restaurada para a revisão em %s

source: Playlist published.
pt_br: Playlist publicada.

source: Playlist saved.
pt_br: Playlist salva.

source: Playlist submitted.
pt_br: Playlist enviada.

source: Playlist scheduled for: <strong>%1$s</strong>.
pt_br: Playlist agendada para: <strong>%1$s</strong>.

source: M j, Y @ G:i
pt_br: j \d\e F \d\e Y \à\s G:i

source: Playlist draft updated.
pt_br: O rascunho da playlist foi atualizada.

source: View playlist
pt_br: Ver playlist

source: Preview Playlist
pt_br: Prévia da Playlist

source: Title:
pt_br: Título:

source: Title
pt_br: Título

source: Artist:
pt_br: Artista:

source: Artist
pt_br: Artista

source: Length:
pt_br: Duração:

source: Length
pt_br: Duração

source: Remove
pt_br: Remover

source: Close
pt_br: Fechar

source: Select Audio
pt_br: Selecione o Áudio

source: Create beautiful, fully responsive audio playlists.
pt_br: Crie playlists de audio lindas e totalmente responsivas.

source: A list of songs
pt_br: A lista de músicas

# playlist
source: Add New
pt_br: Adicionar Nova

source: Add New Playlist
pt_br: Adicionar Nova Playlist

source: Edit Playlist
pt_br: Editar Playlist

source: New Playlist
pt_br: Nova Playlist

source: View Playlist
pt_br: Ver Playlist

source: Search Playlists
pt_br: Pesquisar Playlists

source: No playlists found.
pt_br: Nenhuma playlist encontrado.

source: No playlists found in Trash.
pt_br: Nenhuma playlist encontrada na Lixeira.

source: All Playlists
pt_br: Todas as Playlists

source: Next Track
pt_br: Nova Faixa

source: Previous Track
pt_br: Faixa Anterior

source: Cue Players
pt_br: Preparar Players

source: Choose a playlist for each registered player.
pt_br: Escolha uma playlist para cada player registrado.
